Repository: TrueAlpha0902/NextStep-iOS-CI
Catalog: Sources/NotesApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Assignment
zh_hant: 作業

source: Class marker saved.
zh_hant: 課堂標記已儲存。

source: Current affairs
zh_hant: 時事

source: Evidence
zh_hant: 證據

source: Exam
zh_hant: 考試

source: Learning gap
zh_hant: 學習疑問

source: Professor emphasis
zh_hant: 教授強調

source: Research idea
zh_hant: 研究想法

source: The class marker is ready, but academic data could not be saved. Retry to use the same marker.
zh_hant: 課堂標記已準備完成，但學術資料無法儲存。請重試以沿用同一筆標記。

source: The class note link is no longer active.
zh_hant: 課堂筆記連結已不再有效。

source: This class marker conflicts with saved academic data. No duplicate was created.
zh_hant: 這筆課堂標記與已儲存的學術資料衝突，且未建立重複資料。

source: This class session is no longer in progress.
zh_hant: 這堂課已不再進行中。

source: This note no longer belongs to the active class session.
zh_hant: 這份筆記已不再屬於目前進行中的課堂。

source: Choose a paragraph with text before adding a class marker.
zh_hant: 請先選擇含有文字的段落，再加入課堂標記。

source: Exact source links are unavailable for this note.
zh_hant: 這份筆記目前無法建立精確來源連結。

source: That paragraph is no longer in this note.
zh_hant: 該段落已不在這份筆記中。

source: The note changed location or is no longer open. Return to the class and try again.
zh_hant: 筆記位置已變更或已關閉。請返回課堂後再試一次。

source: The note could not be saved, so no class marker was added.
zh_hant: 筆記無法儲存，因此未加入課堂標記。

source: The paragraph changed while it was being saved. Review it and tap the marker again.
zh_hant: 段落在儲存時已變更。請確認內容後再次點選標記。

source: The saved paragraph could not be verified. No class marker was added.
zh_hant: 無法驗證已儲存的段落，因此未加入課堂標記。

source: Add class time
zh_hant: 新增上課時間

source: All class times use the course time zone.
zh_hant: 所有上課時間皆使用課程時區。

source: Active
zh_hant: 使用中

source: An academic library-root transition is already in progress.
zh_hant: 學術資料庫位置正在切換中。

source: Archived
zh_hant: 已封存

source: Body
zh_hant: 內文

source: Bulleted list
zh_hant: 項目符號清單

source: Cancelled
zh_hant: 已取消

source: Check the course details and try again.
zh_hant: 請檢查課程資料後再試一次。

source: Check the class schedule and try again.
zh_hant: 請檢查課表後再試一次。

source: Checklist
zh_hant: 核取清單

source: Choose a course
zh_hant: 選擇課程

source: Class schedule
zh_hant: 上課時間

source: Class session
zh_hant: 課堂

source: Class sessions
zh_hant: 課堂紀錄

source: Code
zh_hant: 程式碼

source: Course
zh_hant: 課程

source: Course code
zh_hant: 課程代碼

source: Course code (optional)
zh_hant: 課程代碼（選填）

source: Course details
zh_hant: 課程詳細資料

source: Course name
zh_hant: 課程名稱

source: Duration
zh_hant: 時長

source: Edit schedule
zh_hant: 編輯課表

source: Course not found
zh_hant: 找不到課程

source: Courses
zh_hant: 課程

source: Courses are still unavailable. Try again.
zh_hant: 課程資料仍無法使用，請再試一次。

source: Courses need attention
zh_hant: 課程資料需要處理

source: Courses unavailable
zh_hant: 課程資料無法使用

source: Create a course to organize its class sessions and notes.
zh_hant: 建立課程，以整理課堂紀錄與筆記。

source: Divider
zh_hant: 分隔線

source: Document title
zh_hant: 文件標題

source: Drawing engine
zh_hant: 繪圖引擎

source: Heading
zh_hant: 標題

source: Heading 1
zh_hant: 標題 1

source: Heading 2
zh_hant: 標題 2

source: Heading 3
zh_hant: 標題 3

source: In progress
zh_hant: 進行中

source: Instructor
zh_hant: 授課教師

source: Instructor (optional)
zh_hant: 授課教師（選填）

source: Library location updated
zh_hant: 資料庫位置已更新

source: List item
zh_hant: 清單項目

source: Loading courses...
zh_hant: 正在載入課程⋯

source: Name
zh_hant: 名稱

source: Needs review
zh_hant: 待整理

source: New course
zh_hant: 新增課程

source: New notes will be saved in the selected Files folder.
zh_hant: 新筆記將儲存在所選的「檔案」資料夾中。

source: No class sessions yet
zh_hant: 尚無課堂紀錄

source: No class times yet
zh_hant: 尚未設定上課時間

source: Reload course
zh_hant: 重新載入課程

source: Remove class time
zh_hant: 移除上課時間

source: Save
zh_hant: 儲存

source: Saving schedule...
zh_hant: 正在儲存課表⋯

source: Start time
zh_hant: 開始時間

source: No courses
zh_hant: 尚無課程

source: Numbered list
zh_hant: 編號清單

source: On My iPad
zh_hant: 在我的 iPad 上

source: PDF engine
zh_hant: PDF 引擎

source: Planned
zh_hant: 已排定

source: Quote
zh_hant: 引言

source: Retry
zh_hant: 重試

source: Reviewed
zh_hant: 已整理

source: Select a course to view its schedule and class sessions.
zh_hant: 選擇課程以查看上課時間與課堂紀錄。

source: Status
zh_hant: 狀態

source: Storage format
zh_hant: 儲存格式

source: Task
zh_hant: 待辦事項

source: Term
zh_hant: 學期

source: Term (optional)
zh_hant: 學期（選填）

source: The academic candidate root was not resolved before acceptance.
zh_hant: 尚未完成學術資料候選位置的確認。

source: The academic library-root transition is no longer current.
zh_hant: 此學術資料庫位置切換已失效。

source: The course could not be saved. Try again.
zh_hant: 無法儲存課程，請再試一次。

source: The course may have moved or been removed.
zh_hant: 此課程可能已移動或刪除。

source: The document asset path is invalid.
zh_hant: 文件素材路徑無效。

source: The duplicate failed (%@), and NextStep could neither roll back nor reload the saved page state (%@). Close and reopen the notebook before editing it again.
zh_hant: 複製失敗（%@），NextStep 也無法復原或重新載入已儲存的頁面狀態（%@）。再次編輯前，請關閉並重新開啟筆記。

source: The duplicate failed (%@), and NextStep could not fully roll back the page (%@). The saved notebook was reloaded.
zh_hant: 複製失敗（%@），NextStep 也無法完整復原頁面（%@）。已重新載入已儲存的筆記。

source: The latest page content could not be saved. Try again before leaving or exporting this note.
zh_hant: 無法儲存最新頁面內容。離開或匯出此筆記前，請再試一次。

source: The latest page content could not be saved: %@
zh_hant: 無法儲存最新頁面內容：%@

source: The library folder is unavailable.
zh_hant: 無法使用資料庫資料夾。

source: The page could not be duplicated: %@
zh_hant: 無法複製頁面：%@

source: This document could not be read.
zh_hant: 無法讀取此文件。

source: This file type is not supported.
zh_hant: 不支援此檔案類型。

source: Time zone
zh_hant: 時區

source: The class schedule could not be saved. Reload and try again.
zh_hant: 無法儲存課表。請重新載入後再試一次。

source: Weekday
zh_hant: 星期

source: Unavailable
zh_hant: 無法使用

source: Updating courses
zh_hant: 正在更新課程

source: Wait for the current academic workspace operation to finish.
zh_hant: 請等待目前的學術資料操作完成。

source: Write something…
zh_hant: 開始輸入⋯

source: Your document is ready to annotate.
zh_hant: 文件已可開始註記。

source: Apple Speech runs this transcription on this iPad when the selected language supports it.
zh_hant: 所選語言支援時，Apple 語音辨識會在這部 iPad 上完成轉錄。

source: Audio
zh_hant: 音訊

source: Audio is not available for this notebook store.
zh_hant: 此筆記儲存區不支援音訊。

source: Audio unavailable
zh_hant: 音訊無法使用

source: Audio needs attention
zh_hant: 音訊需要處理

source: Audio recordings could not be loaded.
zh_hant: 無法載入錄音。

source: Cancel operation
zh_hant: 取消作業

source: Cancel recording
zh_hant: 取消錄音

source: Cancelling
zh_hant: 正在取消

source: Creating transcript on device
zh_hant: 正在裝置上建立逐字稿

source: Dismiss
zh_hant: 關閉

source: English (United States)
zh_hant: 英文（美國）

source: Japanese
zh_hant: 日文

source: Korean
zh_hant: 韓文

source: Language
zh_hant: 語言

source: Loading recordings
zh_hant: 正在載入錄音

source: Loading saved transcript
zh_hant: 正在載入已儲存的逐字稿

source: No speech was found.
zh_hant: 找不到可辨識的語音。

source: Notebook recording
zh_hant: 筆記錄音

source: Note Replay
zh_hant: 筆記回放

source: Ink is unavailable for this Replay page.
zh_hant: 此回放頁面的筆跡無法使用。

source: No recorded timeline point is available for this page.
zh_hant: 此頁面沒有可用的錄音時間點。

source: Note Replay is unavailable for this notebook.
zh_hant: 此筆記本無法使用筆記回放。

source: Note Replay supports notebook, whiteboard, and imported pages.
zh_hant: 筆記回放支援筆記本、白板和匯入的頁面。

source: Preparing Note Replay
zh_hant: 正在準備筆記回放

source: Replay audio is unavailable.
zh_hant: 回放音訊無法使用。

source: Replay audio stopped unexpectedly.
zh_hant: 回放音訊意外停止。

source: Replay cache is full; this page is shown safely without animation.
zh_hant: 回放快取已滿；此頁面將安全地以非動畫方式顯示。

source: Replay drawing
zh_hant: 回放筆跡

source: Replay finished
zh_hant: 回放已結束

source: Replay is showing the authoritative static drawing for this page.
zh_hant: 此頁面將顯示已儲存的靜態筆跡。

source: Replay mode
zh_hant: 回放模式

source: Save pending changes before starting Note Replay.
zh_hant: 請先儲存待處理的變更，再開始筆記回放。

source: Seeking Note Replay
zh_hant: 正在跳轉筆記回放

source: Skip back 15 seconds
zh_hant: 往回跳 15 秒

source: Skip forward 15 seconds
zh_hant: 往前跳 15 秒

source: Spotlight
zh_hant: 聚光燈

source: Static
zh_hant: 靜態

source: Stop Note Replay
zh_hant: 停止筆記回放

source: Stopping Note Replay
zh_hant: 正在停止筆記回放

source: The Replay recording is unavailable.
zh_hant: 回放錄音無法使用。

source: This page is too large to animate safely.
zh_hant: 此頁面太大，無法安全播放動畫。

source: This recording cannot be replayed safely.
zh_hant: 無法安全回放此錄音。

source: This recording has no replayable pages.
zh_hant: 此錄音沒有可回放的頁面。

source: This Replay page could not be rendered.
zh_hant: 無法呈現此回放頁面。

source: Whole Stroke
zh_hant: 整筆顯示

source: No recordings
zh_hant: 沒有錄音

source: On-device transcription
zh_hant: 裝置端轉錄

source: Page \(index + 1)
zh_hant: 第 \(index + 1) 頁

source: Page unavailable
zh_hant: 頁面無法使用

source: Pause
zh_hant: 暫停

source: Paused
zh_hant: 已暫停

source: Play
zh_hant: 播放

source: Playback position
zh_hant: 播放位置

source: Plays from this transcript segment
zh_hant: 從此逐字稿片段開始播放

source: Playing
zh_hant: 正在播放

source: Preparing playback
zh_hant: 正在準備播放

source: Ready
zh_hant: 就緒

source: Record
zh_hant: 錄音

source: Record audio to keep it with this notebook.
zh_hant: 錄製音訊並將它保存在這本筆記中。

source: Recording
zh_hant: 正在錄音

source: Recording adds a timeline mark when you start and whenever you change pages.
zh_hant: 開始錄音及每次切換頁面時，都會加入時間軸標記。

source: Recording keeps page marks and complete drawing checkpoints so Note Replay can restore erases, moves, and element edits.
zh_hant: 錄音會保留頁面標記與完整繪圖檢查點，讓「筆記回放」能還原擦除、移動及元素編輯。

source: Recordings
zh_hant: 錄音

source: Resume
zh_hant: 繼續

source: Saved transcript attached
zh_hant: 已附加儲存的逐字稿

source: Saved to notebook
zh_hant: 已儲存至筆記本

source: Saved transcript
zh_hant: 已儲存的逐字稿

source: Saving recording
zh_hant: 正在儲存錄音

source: Select a page before recording.
zh_hant: 請先選擇頁面再錄音。

source: Starting recording
zh_hant: 正在開始錄音

source: Stop
zh_hant: 停止

source: Stop and save
zh_hant: 停止並儲存

source: Stopping recording
zh_hant: 正在停止錄音

source: The on-device transcript could not be created or saved.
zh_hant: 無法建立或儲存裝置端逐字稿。

source: The saved transcript could not be loaded.
zh_hant: 無法載入已儲存的逐字稿。

source: The page change could not be added to the recording, so recording stopped.
zh_hant: 無法將頁面切換加入錄音，因此錄音已停止。

source: Note Replay history could not be captured safely, so recording stopped without saving.
zh_hant: 無法安全擷取「筆記回放」歷史，因此錄音已停止且未儲存。

source: The recording was not saved. Start a new recording to try again.
zh_hant: 錄音未儲存。請開始新的錄音再試一次。

source: The transcript is saved, but local search could not be updated.
zh_hant: 逐字稿已儲存，但無法更新本機搜尋索引。

source: This recording could not be played.
zh_hant: 無法播放此錄音。

source: This transcript is stored with the recording and remains available after you reopen the notebook.
zh_hant: 這份逐字稿會與錄音一同儲存，重新開啟筆記本後仍可使用。

source: Traditional Chinese (Taiwan)
zh_hant: 繁體中文（台灣）

source: Transcribe
zh_hant: 轉錄

source: View transcript
zh_hant: 查看逐字稿

source: Recording could not start. Check microphone access and try again.
zh_hant: 無法開始錄音。請檢查麥克風權限後再試一次。

source: About
zh_hant: 關於

source: Add
zh_hant: 新增

source: Add page
zh_hant: 新增頁面

source: Add to Favorites
zh_hant: 加入喜好項目

source: App version
zh_hant: App 版本

source: Black
zh_hant: 黑色

source: Blank
zh_hant: 空白

source: Blue
zh_hant: 藍色

source: Cancel
zh_hant: 取消

source: Choose a note
zh_hant: 選擇筆記

source: Choose Files folder
zh_hant: 選擇「檔案」資料夾

source: Create
zh_hant: 建立

source: Create a notebook
zh_hant: 建立筆記本

source: Create a notebook, start a Quick Note, or import a document.
zh_hant: 建立筆記本、開始快速筆記，或匯入文件。

source: Current folder
zh_hant: 目前資料夾

source: Date created
zh_hant: 建立日期

source: Delete permanently
zh_hant: 永久刪除

source: Deleted notes remain here until you remove them permanently.
zh_hant: 已刪除的筆記會保留在此，直到你永久移除。

source: Diagnostics
zh_hant: 診斷

source: Documents
zh_hant: 文件

source: Dotted
zh_hant: 點陣

source: Draw with finger
zh_hant: 用手指繪圖

source: Drawing canvas
zh_hant: 繪圖畫布

source: Eraser
zh_hant: 橡皮擦

source: Favorites
zh_hant: 喜好項目

source: Grid
zh_hant: 方格

source: Green
zh_hant: 綠色

source: Highlighter
zh_hant: 螢光筆

source: Import complete
zh_hant: 匯入完成

source: Import file
zh_hant: 匯入檔案

source: Input
zh_hant: 輸入

source: Lasso
zh_hant: 套索

source: Last modified
zh_hant: 最近修改

source: Library
zh_hant: 資料庫

source: Library location
zh_hant: 資料庫位置

source: Medium
zh_hant: 中

source: Move to Trash
zh_hant: 移到垃圾桶

source: New notebook
zh_hant: 新增筆記本

source: No favorites yet
zh_hant: 尚無喜好項目

source: No notes yet
zh_hant: 尚無筆記

source: Notebook
zh_hant: 筆記本

source: Notes
zh_hant: 筆記

source: Opening note…
zh_hant: 正在開啟筆記⋯

source: Pages
zh_hant: 頁面

source: Paper
zh_hant: 紙張

source: Pen
zh_hant: 筆

source: Privacy
zh_hant: 隱私權

source: Quick Note
zh_hant: 快速筆記

source: Red
zh_hant: 紅色

source: Redo
zh_hant: 重做

source: Remove from Favorites
zh_hant: 從喜好項目移除

source: Restore
zh_hant: 復原

source: Ruled
zh_hant: 橫線

source: Saved
zh_hant: 已儲存

source: Saving…
zh_hant: 正在儲存⋯

source: Search notes
zh_hant: 搜尋筆記

source: Search this note
zh_hant: 搜尋此筆記

source: Close search
zh_hant: 關閉搜尋

source: Search pages
zh_hant: 搜尋頁面

source: Previous result
zh_hant: 上一個結果

source: Next result
zh_hant: 下一個結果

source: Search typed text, scanned pages, PDFs, and transcripts.
zh_hant: 搜尋輸入文字、掃描頁面、PDF 與錄音逐字稿。

source: Searching…
zh_hant: 正在搜尋⋯

source: Results open the matching page.
zh_hant: 選取結果會開啟相符的頁面。

source: Showing up to %lld matches
zh_hant: 最多顯示 %lld 個結果

source: Page %lld
zh_hant: 第 %lld 頁

source: Matches on this page: %lld
zh_hant: 此頁結果：%lld

source: No result selected
zh_hant: 尚未選取結果

source: Result %1$lld of %2$lld
zh_hant: 第 %1$lld 個結果，共 %2$lld 個

source: Typed text
zh_hant: 輸入文字

source: Canvas text
zh_hant: 畫布文字

source: Handwriting
zh_hant: 手寫內容

source: Handwriting review
zh_hant: 審核手寫辨識

source: Loading handwriting review…
zh_hant: 正在載入手寫審核…

source: Recognition runs on this iPad. Machine suggestions stay private and do not enter search or page tools until you accept them.
zh_hant: 辨識只在這部 iPad 上執行。機器建議會保持私密，必須由你接受後才會加入搜尋或頁面工具。

source: Replace handwriting suggestions?
zh_hant: 要取代手寫辨識建議嗎？

source: Recognize handwriting
zh_hant: 辨識手寫內容

source: Recognize again
zh_hant: 重新辨識

source: This replaces the current machine suggestions and their reviews. Your ink is not changed.
zh_hant: 這會取代目前的機器建議與審核結果，但不會更改你的筆跡。

source: Recognizing handwriting on device…
zh_hant: 正在裝置上辨識手寫內容…

source: You can close this sheet while recognition finishes.
zh_hant: 辨識期間可以關閉這個面板，作業仍會繼續完成。

source: Closing this sheet cancels unfinished recognition.
zh_hant: 關閉這個面板會取消尚未完成的辨識。

source: Handwriting recognition is already running for this page.
zh_hant: 這一頁正在進行手寫辨識。

source: Use Handwriting review to recognize ink on this page.
zh_hant: 請使用「審核手寫辨識」來辨識這一頁的筆跡。

source: The ink changed after this review. Previous accepted text has been removed from search.
zh_hant: 審核後筆跡已變更；先前接受的文字已從搜尋移除。

source: No handwriting suggestions yet.
zh_hant: 目前沒有手寫辨識建議。

source: Use accepted handwriting as source
zh_hant: 將已接受的手寫文字用作來源

source: Review progress
zh_hant: 審核進度

source: \(accepted) accepted · \(rejected) rejected · \(pending) pending
zh_hant: 已接受 \(accepted) · 已拒絕 \(rejected) · 待審核 \(pending)

source: \(accepted) accepted, \(rejected) rejected, \(pending) pending
zh_hant: 已接受 \(accepted) 個、已拒絕 \(rejected) 個、待審核 \(pending) 個

source: Correction (optional)
zh_hant: 修正文字（選填）

source: Correction for \(candidate.machineText)
zh_hant: 修正「\(candidate.machineText)」

source: Accept
zh_hant: 接受

source: Reject
zh_hant: 拒絕

source: Reset
zh_hant: 重設

source: Accepted
zh_hant: 已接受

source: Rejected
zh_hant: 已拒絕

source: Pending review
zh_hant: 待審核

source: PDF text and image OCR run on this iPad. Review handwriting below before using it as source text.
zh_hant: PDF 文字與影像 OCR 都在這部 iPad 上執行。請先在下方審核手寫辨識，再將它用作來源文字。

source: PDF text and image OCR run on this iPad.
zh_hant: PDF 文字與影像 OCR 都在這部 iPad 上執行。

source: The handwriting image could not be prepared.
zh_hant: 無法準備手寫辨識影像。

source: The handwriting recognition result was invalid.
zh_hant: 手寫辨識結果無效。

source: Handwriting recognition is limited to \(limit) suggestions per page.
zh_hant: 每頁手寫辨識最多提供 \(limit) 個建議。

source: Handwriting recognition is available on ink pages.
zh_hant: 手寫辨識適用於可書寫的頁面。

source: There is no saved handwriting to recognize on this page.
zh_hant: 這一頁沒有可辨識的已儲存筆跡。

source: Run handwriting recognition before reviewing suggestions.
zh_hant: 請先執行手寫辨識，再審核建議。

source: This handwriting suggestion is no longer available.
zh_hant: 這個手寫辨識建議已不存在。

source: The handwriting changed. Run recognition again before reviewing suggestions.
zh_hant: 手寫筆跡已變更；請重新辨識後再審核建議。

source: The handwriting review revision is invalid and must be rebuilt.
zh_hant: 手寫審核版本無效，必須重新建立。

source: The library location is changing. Try again when the move finishes.
zh_hant: 正在變更資料庫位置；請在移動完成後再試一次。

source: Another library location change is already in progress.
zh_hant: 另一項資料庫位置變更正在進行中。

source: The library location change is no longer valid.
zh_hant: 這項資料庫位置變更已失效。

source: Close every open note before changing the library location.
zh_hant: 變更資料庫位置前，請關閉所有已開啟的筆記。

source: Edits arrived while the library was preparing to move. They were saved in the current location, so the move was cancelled. Pause editing and try again.
zh_hant: 準備移動資料庫時收到新的編輯；內容已存回目前位置，因此已取消移動。請暫停編輯後再試一次。

source: NextStep is still finishing work in the current library. The location was not changed. Try again when that work finishes.
zh_hant: NextStep 仍在完成目前資料庫中的作業，因此未變更位置。請等作業完成後再試一次。

source: PDF text
zh_hant: PDF 文字

source: Scanned text
zh_hant: 掃描文字

source: Audio transcript
zh_hant: 錄音逐字稿

source: Outline
zh_hant: 大綱

source: Settings
zh_hant: 設定

source: Share
zh_hant: 分享

source: Something went wrong
zh_hant: 發生問題

source: Some saved transcripts could not be added to local search.
zh_hant: 部分已儲存的逐字稿無法加入本機搜尋。

source: Sort
zh_hant: 排序

source: Template
zh_hant: 模板

source: Thick
zh_hant: 粗

source: Thin
zh_hant: 細

source: Title
zh_hant: 標題

source: Trash
zh_hant: 垃圾桶

source: Trash is empty
zh_hant: 垃圾桶是空的

source: Undo
zh_hant: 還原

source: Untitled
zh_hant: 未命名

source: Use On My iPad
zh_hant: 使用「我的 iPad」

source: View
zh_hant: 顯示方式

source: Width
zh_hant: 寬度

source: A notebook must keep at least one page.
zh_hant: 筆記本至少要保留一頁。

source: An original, local-first iPad notebook built with Apple frameworks.
zh_hant: 以 Apple 框架打造、原創且以本機資料為優先的 iPad 筆記 App。

source: Action
zh_hant: 功能

source: Ask this page
zh_hant: 詢問此頁

source: Calculator
zh_hant: 計算機

source: Clean up text
zh_hant: 整理文字

source: Create outline
zh_hant: 建立大綱

source: Create quiz
zh_hant: 建立測驗

source: Delete page
zh_hant: 刪除頁面

source: Done
zh_hant: 完成

source: Duplicate page
zh_hant: 複製頁面

source: Example: (12 + 8) / 4
zh_hant: 範例：(12 + 8) / 4

source: Explain
zh_hant: 解釋

source: Finger and compatible stylus input
zh_hant: 手指與相容觸控筆輸入

source: Keep this off for Apple Pencil palm rejection. If an eiP or other compatible stylus is treated as touch and does not draw, turn it on; then use two fingers to pan.
zh_hant: 使用 Apple Pencil 時可關閉以獲得防手掌誤觸；若 eiP 或其他相容觸控筆被視為手指而無法書寫，請開啟此項，並改用雙指平移。

source: Extract PDF or image text, or paste text here.
zh_hant: 擷取 PDF 或圖片文字，或在此貼上文字。

source: Extract text from this page
zh_hant: 擷取此頁文字

source: Favorite
zh_hant: 喜好項目

source: Favorite notes appear here for quick access.
zh_hant: 喜好的筆記會顯示在這裡，方便快速開啟。

source: Ink color
zh_hant: 墨水顏色

source: Line width
zh_hant: 線條粗細

source: Loading library…
zh_hant: 正在載入筆記庫…

source: Meeting notes
zh_hant: 會議筆記

source: Loading ink…
zh_hant: 正在載入筆跡…

source: Move page down
zh_hant: 頁面下移

source: Move page up
zh_hant: 頁面上移

source: No readable text was found on this page.
zh_hant: 此頁找不到可辨識的文字。

source: Off
zh_hant: 關閉

source: OK
zh_hant: 好

source: On
zh_hant: 開啟

source: Page tools
zh_hant: 頁面工具

source: Page
zh_hant: 頁面

source: Page thumbnails
zh_hant: 頁面縮圖

# page count suffix
source: pages
zh_hant: 頁

source: PencilKit tools
zh_hant: PencilKit 工具

source: PDF text and image OCR run on this iPad. Handwritten ink recognition is not included yet.
zh_hant: PDF 文字與圖片 OCR 都在此 iPad 執行；目前尚未支援手寫筆跡辨識。

source: Reading page…
zh_hant: 正在讀取頁面…

source: Rename
zh_hant: 重新命名

source: Rename note
zh_hant: 重新命名筆記

source: Result
zh_hant: 結果

source: Run on device
zh_hant: 在裝置上執行

source: Save failed
zh_hant: 儲存失敗

source: Select a note from your library or create a new one.
zh_hant: 從筆記庫選擇筆記，或建立新筆記。

source: Sort by
zh_hant: 排序依據

source: Source
zh_hant: 來源

source: Source excerpts
zh_hant: 來源摘錄

source: Source text
zh_hant: 來源文字

source: Share notebook
zh_hant: 分享筆記本

source: Summarize
zh_hant: 摘要

source: The built-in tools are deterministic and work without an account or network.
zh_hant: 內建工具採確定性處理，不需要帳號或網路。

source: The local search index revision is invalid and must be rebuilt.
zh_hant: 本機搜尋索引版本無效，必須重新建立。

source: The latest ink could not be saved. Try again before leaving or exporting this note.
zh_hant: 最新筆跡無法儲存。請重試後再離開或匯出這本筆記。

source: The latest ink could not be saved: %@
zh_hant: 最新筆跡無法儲存：%@

source: Back up now
zh_hant: 立即備份

source: Backup and restore
zh_hant: 備份與還原

source: Backup complete
zh_hant: 備份完成

source: Backup folder
zh_hant: 備份資料夾

source: Backups contain verified notebook packages. Restore never overwrites an existing notebook identity; choose an empty library folder when recovering a full library. Trash and cover appearance are not included yet.
zh_hant: 備份包含已驗證的筆記本套件。還原絕不會覆寫既有筆記身分；要復原完整資料庫時，請先選擇空的資料庫資料夾。垃圾桶與封面外觀目前尚未包含。

source: Choose a backup folder before creating or restoring a backup.
zh_hant: 建立或還原備份前，請先選擇備份資料夾。

source: Choose a backup folder outside the active NextStep library.
zh_hant: 請選擇目前 NextStep 資料庫以外的備份資料夾。

source: Choose backup folder
zh_hant: 選擇備份資料夾

source: Forget backup folder
zh_hant: 忘記備份資料夾

source: No backups found in this folder.
zh_hant: 這個資料夾中找不到備份。

source: Not configured
zh_hant: 尚未設定

source: NextStep will add every notebook from this snapshot. If any notebook identity already exists, nothing is restored.
zh_hant: NextStep 會加入此快照中的所有筆記本。只要有任何筆記身分已存在，就不會還原任何內容。

source: Permission expired
zh_hant: 權限已過期

source: Refresh backup history
zh_hant: 重新整理備份記錄

source: Restore complete
zh_hant: 還原完成

source: Restore this backup?
zh_hant: 要還原這份備份嗎？

source: Restored %lld notebooks. Existing notebook identities were not overwritten.
zh_hant: 已還原 %lld 本筆記，且未覆寫任何既有筆記身分。

source: Saved %lld notebooks in a verified snapshot.
zh_hant: 已將 %lld 本筆記儲存到經驗證的快照。

# notebooks in backup
source: notebooks
zh_hant: 本筆記

source: Working on backup…
zh_hant: 正在處理備份…

source: A notebook with the same identity already exists in the library: %@
zh_hant: 資料庫中已有相同身分的筆記本：%@

source: The backup contains an unsafe item: %@
zh_hant: 備份包含不安全的項目：%@

source: The backup exceeds the configured safety limits.
zh_hant: 備份超過設定的安全限制。

source: The backup folder permission has expired. Please choose it again.
zh_hant: 備份資料夾權限已過期，請重新選擇。

source: The restore could not be completed and was rolled back.
zh_hant: 還原無法完成，已回復原狀。

source: The selected backup is invalid.
zh_hant: 選取的備份無效。

source: There are no notebook packages to back up.
zh_hant: 沒有可備份的筆記本套件。

source: This build does not upload note content or require an account.
zh_hant: 此版本不會上傳筆記內容，也不需要帳號。

source: Notes stay in your chosen Files folder.
zh_hant: 筆記會保留在你選擇的「檔案」資料夾中。

source: Text extraction currently supports imported PDFs and images. Handwritten ink search is planned for a later version.
zh_hant: 文字擷取目前支援匯入的 PDF 與圖片；手寫筆跡搜尋將於後續版本加入。

source: This NextStep notebook package is invalid or damaged.
zh_hant: 這個 NextStep 筆記本套件無效或已損壞。

source: This notebook is already in the selected library.
zh_hant: 這本筆記已在目前的資料庫中。

source: \(reviewedCardCount) of \(reviewSessionTotal)
zh_hant: 已完成 \(reviewedCardCount) / \(reviewSessionTotal)

source: \(reviewedCardCount) of \(reviewSessionTotal) cards
zh_hant: 已完成 \(reviewedCardCount) / \(reviewSessionTotal) 張學習卡
